export const PRIVACY_POLICY = {
  TITLE: "개인정보처리방침",

  SECTIONS: [
    {
      title: "제1조(목적)",
      content: `토닥토닥(이하 '회사')는 회사가 제공하고자 하는 서비스(이하 '회사 서비스')를 이용하는 개인(이하 '이용자' 또는 '개인')의 정보(이하 '개인정보')를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 개인정보처리방침(이하 '본 방침')을 수립합니다.`,
    },
    {
      title: "제2조(개인정보 처리의 원칙)",
      content: `회사는 개인정보 관련 법령 및 본 방침에 따라 이용자의 개인정보를 수집할 수 있으며, 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 다만, 법령의 규정 등에 의해 적법하게 강제되는 경우, 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수 있습니다.`,
    },
    {
      title: "제3조(본 방침의 공개)",
      content: `1. 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개합니다.
  2. 회사는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 합니다.`,
    },
    {
      title: "제4조(본 방침의 변경)",
      content: `1. 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정될 수 있습니다.
  2. 회사는 제1항에 따라 본 방침을 개정하는 경우 다음 중 한 가지 이상의 방법으로 공지합니다.
  • 회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의 창을 통해 공지하는 방법
  • 서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방법
  3. 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에 공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지합니다.`,
    },
    {
      title: "제5조(회원 가입을 위한 정보)",
      content: `회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 이메일 주소, 비밀번호 및 닉네임을 필수 수집 정보로 수집합니다.`,
    },
    {
      title: "제6조(본인 인증을 위한 정보)",
      content: `회사는 이용자의 본인인증을 위하여 이메일 주소를 필수 수집 정보로 수집합니다.`,
    },
    {
      title: "제7조(서비스 이용 및 부정 이용 확인을 위한 정보)",
      content: `회사는 이용자의 서비스 이용에 따른 통계·분석 및 부정이용의 확인·분석을 위해 서비스 이용기록, 쿠키, 접속지 정보 및 기기정보를 필수 수집 정보로 수집합니다.`,
    },
    {
      title: "제8조(개인정보 수집 방법)",
      content: `1. 이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는 방식
  2. 어플리케이션 등 회사가 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는 방식`,
    },
    {
      title: "제9조(개인정보의 이용)",
      content: `1. 공지사항의 전달 등 회사운영에 필요한 경우
  2. 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우
  3. 회사의 서비스를 제공하기 위한 경우
  4. 법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우`,
    },
    {
      title: "제10조(개인정보의 보유 및 이용기간)",
      content: `1. 회사는 이용자의 개인정보에 대해 수집·이용 목적 달성을 위한 기간 동안 보유 및 이용합니다.
  2. 서비스 부정이용기록은 부정 가입 및 이용 방지를 위해 회원 탈퇴 시점으로부터 최대 1년간 보관합니다.`,
    },
    {
      title: "제11조(법령에 따른 개인정보의 보유 및 이용기간)",
      content: `회사는 관련 법령에 따라 다음과 같이 개인정보를 보유 및 이용합니다.
  1. 계약 또는 청약철회 등에 관한 기록 : 5년
  2. 대금결제 및 재화 등의 공급에 관한 기록 : 5년
  3. 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
  4. 표시·광고에 관한 기록 : 6개월
  5. 웹사이트 로그 기록 자료 : 3개월
  6. 전자금융거래에 관한 기록 : 5년
  7. 개인위치정보에 관한 기록 : 6개월`,
    },
    {
      title: "제12조(개인정보의 파기원칙)",
      content: `회사는 원칙적으로 개인정보 처리 목적의 달성, 보유·이용기간의 경과 등 개인정보가 필요하지 않을 경우 해당 정보를 지체 없이 파기합니다.`,
    },
    {
      title: "제13조(개인정보파기절차)",
      content: `1. 이용자가 회원가입 등을 위해 입력한 정보는 개인정보 처리 목적이 달성된 후 별도의 DB로 옮겨져 일정 기간 저장된 후 파기됩니다.
  2. 회사는 파기 사유가 발생한 개인정보를 개인정보보호 책임자의 승인절차를 거쳐 파기합니다.`,
    },
    {
      title: "제14조(개인정보파기방법)",
      content: `전자적 파일 형태로 저장된 개인정보는 재생할 수 없는 기술적 방법을 사용해 삭제하며, 종이로 출력된 개인정보는 분쇄기로 분쇄하거나 소각 등의 방법으로 파기합니다.`,
    },
    {
      title: "제15조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)",
      content: `1. 회사는 이용자에게 맞춤서비스를 제공하기 위해 쿠키를 사용합니다. 쿠키는 이용자의 저장공간에 저장됩니다.
  2. 이용자는 웹브라우저 설정을 통해 쿠키의 설치를 거부할 수 있으며, 쿠키 저장을 거부할 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.`,
    },
    {
      title: "제16조(쿠키 설치 허용 지정 방법)",
      content: `웹브라우저 옵션 설정을 통해 쿠키 허용, 쿠키 차단 등의 설정을 할 수 있습니다.
  1. Edge : 설정 메뉴 > 쿠키 및 사이트 권한 > 쿠키 및 사이트 데이터 관리 및 삭제
  2. Chrome : 설정 메뉴 > 개인정보 및 보안 > 쿠키 및 기타 사이트 데이터
  3. Whale : 설정 메뉴 > 개인정보 보호 > 쿠키 및 기타 사이트 데이터`,
    },
  ],
};
